Repository: drews54/Discord-Music-Bot
Catalog: locale/*/LC_MESSAGES/Discord-Music-Bot.po
Languages: ru

source: Shows the list of songs.
ru: Отображает список песен.

source: Full song list:
ru: Полный список песен:

source: 404 bro, use one of {} existing pages.
ru: 404 бро, используй одну из {} существующих страниц.

source: No songs! Use {}download to download songs.
ru: Нет песен! Используй {}download для загрузки песен.

source: Stops playing audio.
ru: Прекращает воспроизведение звука.

source: Loop stopped!
ru: Петля остановилась!

source: Nothing is playing.
ru: Ничего не играет.

source: Plays a song from the list.
ru: Воспроизведение песни из списка.

source: Loop activated!
ru: Петля активирована!

source: Nothing to play!
ru: Нечего играть!

source: The provided URL is not allowed. Correlate your URL with supported services domains. Example: https://youtu.be/dQw4w9WgXcQ
ru: Данный URL не поддерживается. Сверьте ваш URL с доменами поддерживаемых сервисов. Пример: https://youtu.be/dQw4w9WgXcQ

source: Now other song is playing. If you want to listen this one, stop playback and start another or just add song to the queue using playlist functionality.
ru: Сейчас проигрывается другая песня. Если вы хотите послушать эту, остановите воспроизведение и включите новое, либо просто добавьте вашу песню в очередь, используя возможности плейлистов.

source: Connect to a voice channel before playing.
ru: Присоединитесь к голосовому каналу прежде чем воспроизводить.

source: Disconnect has failed. Run {}stop manually.
ru: Отключение провалилось. Выполните {}stop вручную.

source: Pauses playback.
ru: Приостанавливает проигрывание.

source: Resumes playback.
ru: Возобновляет проигрывание.

source: Nothing is paused.
ru: Ничего не стоит на паузе.

source: Changes music volume (0-100).
ru: Изменяет громкость музыки (0-100).

source: Volume = {}%
ru: Громкость = {}%

source: Volume set to {}%
ru: Громкость установлена на {}%

source: Incorrect arguments were given. Only whole values from 0 to 100 are supported.
ru: Были даны неверные аргументы. Поддерживаются только целые значения от 0 до 100.

source: Downloads songs from YouTube.
ru: Загружает аудио с YouTube.

source: Song downloaded: {} Song number: {}
ru: Песня загружена: {} Номер песни: {}

source: Removes a song selected from the list.
ru: Удаляет выбранную из списка песню.

source: Song {} has been deleted.
ru: Песня {} была удалена.

source: Unable to delete song file, probably because it is being played right now.
ru: Не удаётся удалить файл песни, вероятно поскольку он сейчас проигрывается.

source: Unable to delete song file as it no longer exists.
ru: Не удаётся удалить файл песни, вероятно поскольку он более не существует.

source: Select an existing song from the list.
ru: Выберите существующую песню из списка.

source: Flushes the music directory.
ru: Очищает директорию с музыкой.

source: Music folder is now empty
ru: Папка с музыкой теперь пуста

source: Use to search videos in YT.
ru: Используйте для поиска видео на YouTube.

source: Search results:
ru: Результаты поиска:

source: Use {}download <number> to download song from list.
ru: Используйте {}download <number> для загрузки песни из списка.

source: Use with add|del|clr|random + song index to edit the playlist.
ru: Используйте вместе с add|del|clr|random + номер песни для редактирования плейлиста.

source: Playlist is empty.
ru: Плейлист пуст.

source: «‎{}»‎ added to queue.
ru: «‎{}»‎ добавлена в очередь.

source: Song «‎{}»‎ has been removed from queue.
ru: Песня «‎{}»‎ была удалена из очереди.

source: Playlist is cleared.
ru: Плейлист очищен.

source: Use to skip current song in playlist.
ru: Использайте для пропуска текущей песни в плейлисте.

source: Playing:
ru: Проигрывается:

source: Looks up and plays a song from your Spotify status.
ru: Ищет и проигрывает песню из вашего статуса Spotify.

source: Can't detect your Spotify status.
ru: Ваш статус Spotify не обнаружен.
